/* No comment provided by engineer. */
"Are you sure you want to replace any existing bookmarks on your iDisk?" = "Are you sure you want to replace any existing bookmarks on your iDisk?";

/* No comment provided by engineer. */
"Cannot find file" = "Cannot find file";

/* No comment provided by engineer. */
"Connection Error" = "Connection Error";

/* No comment provided by engineer. */
"Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct." = "Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct.";

/* No comment provided by engineer. */
"Invalid Account" = "Invalid Account";

/* No comment provided by engineer. */
"The bookmarks file could not be found at ~/Library/Application Support/Cyberduck/Favorites.plist" = "The bookmarks file could not be found at ~/Library/Application Support/Cyberduck/Favorites.plist";

/* No comment provided by engineer. */
"The file Favorites.plist in the folder /Documents/Cyberduck/ could not be found on your iDisk." = "The file Favorites.plist in the folder /Documents/Cyberduck/ could not be found on your iDisk.";

/* No comment provided by engineer. */
"Replace Bookmarks" = "Replace Bookmarks";

/* No comment provided by engineer. */
"Successfully uploaded bookmarks to the iDisk" = "Successfully uploaded bookmarks to the iDisk";

/* No comment provided by engineer. */
"Upload successful" = "Upload successful";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Add this bookmark to your existing bookmarks?" = "Add this bookmark to your existing bookmarks?";

/* No comment provided by engineer. */
"MobileMe Member Name" = "MobileMe Member Name";